frontend/controllers/SiteController.php

    public function actionUpdateCurrent()
    {
        try{
        $model=Current::findModel(1);
        $model->confirmedCount=Yii::$app->request->post("confirmedCount");
        $model->deadCount=Yii::$app->request->post("deadCount");
        $model->curedCount=Yii::$app->request->post("curedCount");
        $model->currentConfirmedCount=Yii::$app->request->post("currentConfirmedCount");
        $model->seriousCount=Yii::$app->request->post("seriousCount");
        $model->suspectedCount=Yii::$app->request->post("suspectedCount");

         if(!$model->save()){
---
UPDATE `current` SET `currentConfirmedCount`='145', `seriousCount`='368', `suspectedCount`='1708', `confirmedCount`='84505', `deadCount`='4645', `curedCount`='79715' WHERE `id`=1