frontend/models/WishForm.php

SELECT * FROM `Wishes` ORDER BY `id` DESC LIMIT 5
SELECT * FROM `user` WHERE `id` IN ('39', '11', '40')
---
    public function getList()
    {
    	$model = new Wishes();
    	$res=$model->find()
    	       ->limit(5)
    	       ->with('user')
    	       ->orderBy(['id'=>SORT_DESC])
    	       ->asArray()
    	       ->all();