frontend/views/site/tendency.php

UPDATE `current` SET `currentConfirmedCount`='<script>document.writeln(PHPcurrentConfirmedCount);</script>', `seriousCount`='<script>document.writeln(PHPseriousCount);</script>', `suspectedCount`='<script>document.writeln(PHPsuspectedCount);</script>', `confirmedCount`='<script>document.writeln(PHPconfirmedCount);</script>', `deadCount`='<script>document.writeln(PHPdeadCount);</script>', `curedCount`='<script>document.writeln(PHPcuredCount);</script>' WHERE `id`=1
---
    <?= $model->deadCount;?>
    <?= $model->curedCount;?>
    <?= $model->currentConfirmedCount;?>
    <?php if(!$model->save())